Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Daily Quick Check (1-10)
ar: فحص يومي سريع (1-10)
da: Dagligt hurtigtjek (1-10)
de: Täglicher Schnellcheck (1–10)
es: Chequeo rápido diario (1-10)
fi: Päivittäinen pikatarkistus (1–10)
fr: Bilan rapide quotidien (1-10)
is: Dagleg skyndiskoðun (1-10)
it: Controllo rapido giornaliero (1-10)
ja: 毎日のクイックチェック (1〜10)
ko: 일일 빠른 점검 (1-10)
nb: Daglig hurtigsjekk (1-10)
nl: Dagelijkse snelle check (1-10)
pt_br: Verificação rápida diária (1-10)
ru: Ежедневная быстрая проверка (1–10)
sv: Daglig snabbkoll (1-10)
zh_hans: 每日快速自评 (1-10)

source: Daily report
ar: التقرير اليومي
da: Daglig rapport
de: Tagesbericht
es: Informe diario
fi: Päivittäinen raportti
fr: Rapport quotidien
is: Dagleg skýrsla
it: Report giornaliero
ja: デイリーレポート
ko: 일일 리포트
nb: Daglig rapport
nl: Dagrapport
pt_br: Relatório diário
ru: Ежедневный отчёт
sv: Daglig rapport
zh_hans: 每日报告

source: Daily Report — %@
ar: التقرير اليومي — %@
da: Daglig rapport — %@
de: Tagesbericht — %@
es: Informe diario — %@
fi: Päiväraportti — %@
fr: Rapport quotidien — %@
is: Dagsskýrsla — %@
it: Report giornaliero — %@
ja: デイリーレポート — %@
ko: 일일 리포트 — %@
nb: Daglig rapport — %@
nl: Dagrapport — %@
pt_br: Relatório diário — %@
ru: Ежедневный отчёт — %@
sv: Daglig rapport — %@
zh_hans: 每日报告 — %@

source: Daily report, alerts
ar: التقرير اليومي والتنبيهات
da: Daglig rapport, advarsler
de: Tagesbericht, Hinweise
es: Informe diario, alertas
fi: Päiväraportti, hälytykset
fr: Rapport quotidien, alertes
is: Dagsskýrsla, viðvaranir
it: Report giornaliero, avvisi
ja: デイリーレポート、アラート
ko: 일일 리포트, 알림
nb: Daglig rapport, varsler
nl: Dagrapport, meldingen
pt_br: Relatório diário, alertas
ru: Ежедневный отчёт, оповещения
sv: Daglig rapport, varningar
zh_hans: 每日报告与提醒

source: Daily, workout, recovery PDFs, auto-email
ar: ملفات PDF يومية وللتمارين وللتعافي، بريد تلقائي
da: Daglige, trænings- og restitutions-PDF'er, auto-e-mail
de: Tages-, Trainings- und Erholungs-PDFs, Auto-E-Mail
es: PDF diarios, de entrenamiento y recuperación, correo automático
fi: Päivä-, harjoitus- ja palautumis-PDF:t, automaattinen sähköposti
fr: PDF quotidiens, de séance et de récupération, e-mail auto
is: Daglegar, æfinga- og endurheimtar-PDF-skrár, sjálfvirkur póstur
it: PDF giornalieri, di allenamento e recupero, e-mail automatica
ja: デイリー・ワークアウト・回復の PDF、自動メール
ko: 일일·운동·회복 PDF, 자동 이메일
nb: Daglige, trenings- og restitusjons-PDF-er, auto-e-post
nl: Dagelijkse, trainings- en herstel-PDF's, auto-e-mail
pt_br: PDFs diários, de treino e recuperação, e-mail automático
ru: Ежедневные, тренировочные и восстановительные PDF, авто-письмо
sv: Dagliga, tränings- och återhämtnings-PDF:er, auto-e-post
zh_hans: 每日、训练、恢复 PDF，自动邮件

source: Dark
ar: داكن
da: Mørkt
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
is: Dökkt
it: Scuro
ja: ダーク
ko: 다크
nb: Mørkt
nl: Donker
pt_br: Escuro
ru: Тёмная
sv: Mörkt
zh_hans: 深色

source: Dark charcoal background
ar: خلفية رمادية داكنة
da: Mørk kul-baggrund
de: Dunkler Anthrazit-Hintergrund
es: Fondo carbón oscuro
fi: Tumma hiilenharmaa tausta
fr: Arrière-plan anthracite foncé
is: Dökkur kolabakgrunnur
it: Sfondo carbone scuro
ja: ダークチャコールの背景
ko: 다크 차콜 배경
nb: Mørk kullbakgrunn
nl: Donkere houtskool achtergrond
pt_br: Fundo carvão escuro
ru: Тёмный угольный фон
sv: Mörk kolgrå bakgrund
zh_hans: 深炭灰色背景

source: Dashboard
ar: لوحة المعلومات
da: Oversigt
de: Übersicht
es: Panel
fi: Kojelauta
fr: Tableau de bord
is: Yfirsýn
it: Pannello
ja: ダッシュボード
ko: 대시보드
nb: Oversikt
pt_br: Painel
ru: Панель
sv: Översikt
zh_hans: 仪表盘

source: Dashboard tab
ar: علامة تبويب لوحة المعلومات
da: Fanen Dashboard
de: Tab „Übersicht“
es: Pestaña de panel
fi: Koontinäyttö-välilehti
fr: Onglet Tableau de bord
is: Mælaborðsflipi
it: Scheda Dashboard
ja: ダッシュボードタブ
ko: 대시보드 탭
nb: Dashbord-fane
nl: Dashboard-tabblad
pt_br: Aba Painel
ru: Вкладка «Панель»
sv: Fliken Översikt
zh_hans: 仪表盘标签页

source: Data & Sources
ar: البيانات والمصادر
da: Data og kilder
de: Daten & Quellen
es: Datos y fuentes
fi: Tiedot ja lähteet
fr: Données et sources
is: Gögn og heimildir
it: Dati e sorgenti
ja: データとソース
ko: 데이터 및 소스
nb: Data og kilder
nl: Gegevens en bronnen
pt_br: Dados e fontes
ru: Данные и источники
sv: Data och källor
zh_hans: 数据与来源

source: Data Accuracy
ar: دقة البيانات
da: Datanøjagtighed
de: Datengenauigkeit
es: Precisión de los datos
fi: Tietojen tarkkuus
fr: Précision des données
is: Gagnanákvæmni
it: Accuratezza dei dati
ja: データの精度
ko: 데이터 정확도
nb: Datanøyaktighet
nl: Gegevensnauwkeurigheid
pt_br: Precisão dos dados
ru: Точность данных
sv: Datanoggrannhet
zh_hans: 数据准确性

source: Data accuracy depends on sensor hardware, placement, signal quality, and other factors outside the developer's control. Results may be inaccurate, incomplete, or missing due to sensor malfunction, signal loss, or device limitations.
ar: تعتمد دقة البيانات على أجهزة المستشعر وموضعها وجودة الإشارة وعوامل أخرى خارجة عن سيطرة المطور. قد تكون النتائج غير دقيقة أو غير مكتملة أو مفقودة بسبب خلل في المستشعر أو فقدان الإشارة أو قيود الجهاز.
da: Datanøjagtighed afhænger af sensorhardware, placering, signalkvalitet og andre faktorer uden for udviklerens kontrol. Resultater kan være unøjagtige, ufuldstændige eller manglende på grund af sensorfejl, signaltab eller enhedsbegrænsninger.
de: Die Datengenauigkeit hängt von der Sensor-Hardware, der Platzierung, der Signalqualität und anderen Faktoren außerhalb der Kontrolle des Entwicklers ab. Ergebnisse können aufgrund von Sensorfehlfunktionen, Signalverlust oder Gerätebeschränkungen ungenau, unvollständig oder fehlend sein.
es: La precisión de los datos depende del hardware del sensor, su colocación, la calidad de la señal y otros factores fuera del control del desarrollador. Los resultados pueden ser inexactos, incompletos o faltantes debido a mal funcionamiento del sensor, pérdida de señal o limitaciones del dispositivo.
fi: Tietojen tarkkuus riippuu anturilaitteistosta, sijoittelusta, signaalin laadusta ja muista kehittäjän hallinnan ulkopuolella olevista tekijöistä. Tulokset voivat olla epätarkkoja, puutteellisia tai puuttuvia anturivian, signaalin katoamisen tai laiterajoitusten vuoksi.
fr: La précision des données dépend du matériel du capteur, de son placement, de la qualité du signal et d'autres facteurs hors du contrôle du développeur. Les résultats peuvent être inexacts, incomplets ou manquants en raison d'un dysfonctionnement du capteur, d'une perte de signal ou de limitations de l'appareil.
is: Gagnanákvæmni fer eftir skynjarabúnaði, staðsetningu, merkjagæðum og öðrum þáttum utan stjórnar þróunaraðila. Niðurstöður geta verið ónákvæmar, ófullnægjandi eða vantar vegna skynjarabilunar, merkjataps eða tækjatakmarkana.
it: L'accuratezza dei dati dipende dall'hardware del sensore, dal posizionamento, dalla qualità del segnale e da altri fattori al di fuori del controllo dello sviluppatore. I risultati possono essere imprecisi, incompleti o mancanti a causa di malfunzionamento del sensore, perdita di segnale o limitazioni del dispositivo.
ja: データの精度は、センサーのハードウェア、配置、信号品質、および開発者の制御外のその他の要因に依存します。センサーの故障、信号の喪失、またはデバイスの制限により、結果が不正確、不完全、または欠落する場合があります。
ko: 데이터 정확도는 센서 하드웨어, 배치, 신호 품질 및 개발자가 제어할 수 없는 기타 요인에 따라 달라집니다. 센서 오작동, 신호 손실 또는 기기 제한으로 인해 결과가 부정확하거나 불완전하거나 누락될 수 있습니다.
nb: Datanøyaktighet avhenger av sensormaskinvare, plassering, signalkvalitet og andre faktorer utenfor utviklerens kontroll. Resultater kan være unøyaktige, ufullstendige eller manglende på grunn av sensorfeil, signaltap eller enhetsbegrensninger.
nl: De nauwkeurigheid van gegevens hangt af van de sensorhardware, plaatsing, signaalkwaliteit en andere factoren buiten de controle van de ontwikkelaar. Resultaten kunnen onnauwkeurig, onvolledig of ontbrekend zijn door sensorstoringen, signaalverlies of apparaatbeperkingen.
pt_br: A precisão dos dados depende do hardware do sensor, posicionamento, qualidade do sinal e outros fatores fora do controle do desenvolvedor. Os resultados podem ser imprecisos, incompletos ou ausentes devido a mau funcionamento do sensor, perda de sinal ou limitações do dispositivo.
ru: Точность данных зависит от аппаратного обеспечения датчика, его размещения, качества сигнала и других факторов, находящихся вне контроля разработчика. Результаты могут быть неточными, неполными или отсутствовать из-за неисправности датчика, потери сигнала или ограничений устройства.
sv: Datanoggrannhet beror på sensorhårdvara, placering, signalkvalitet och andra faktorer utanför utvecklarens kontroll. Resultat kan vara felaktiga, ofullständiga eller saknas på grund av sensorfel, signalförlust eller enhetsbegränsningar.
zh_hans: 数据准确性取决于传感器硬件、放置位置、信号质量及开发者无法控制的其他因素。由于传感器故障、信号丢失或设备限制，结果可能不准确、不完整或缺失。

source: Data already sent is kept under that provider's own retention policy.
ar: تُحفَظ البيانات المُرسلة مسبقًا وفق سياسة الاحتفاظ الخاصة بذلك المزوّد.
da: Data, der allerede er sendt, opbevares efter den pågældende udbyders egen opbevaringspolitik.
de: Bereits gesendete Daten werden gemäß der eigenen Aufbewahrungsrichtlinie dieses Anbieters gespeichert.
es: Los datos ya enviados se conservan según la política de retención propia de ese proveedor.
fi: Jo lähetetyt tiedot säilytetään kyseisen palveluntarjoajan oman säilytyskäytännön mukaisesti.
fr: Les données déjà envoyées sont conservées selon la politique de conservation propre à ce fournisseur.
is: Gögn sem þegar hafa verið send eru geymd samkvæmt eigin varðveislustefnu þess þjónustuaðila.
it: I dati già inviati sono conservati secondo la politica di conservazione di quel provider.
ja: すでに送信されたデータは、そのプロバイダー自身の保持ポリシーに従って保管されます。
ko: 이미 전송된 데이터는 해당 제공업체 자체의 보존 정책에 따라 보관됩니다.
nb: Data som allerede er sendt, oppbevares etter leverandørens egne retningslinjer for oppbevaring.
nl: Gegevens die al zijn verzonden, worden bewaard volgens het eigen bewaarbeleid van die aanbieder.
pt_br: Os dados já enviados são mantidos conforme a política de retenção do próprio provedor.
ru: Уже отправленные данные хранятся в соответствии с собственной политикой хранения этого провайдера.
sv: Data som redan skickats sparas enligt leverantörens egen lagringspolicy.
zh_hans: 已发送的数据按该提供方自己的保留政策保存。

source: Data Collection
ar: جمع البيانات
da: Dataindsamling
de: Datenerfassung
es: Recopilación de datos
fi: Tiedonkeruu
fr: Collecte de données
is: Gagnasöfnun
it: Raccolta dati
ja: データ収集
ko: 데이터 수집
nb: Datainnsamling
nl: Gegevensverzameling
pt_br: Coleta de Dados
ru: Сбор данных
sv: Datainsamling
zh_hans: 数据收集

source: Data Controller
ar: المتحكم في البيانات
da: Dataansvarlig
de: Datenverantwortlicher
es: Responsable del tratamiento
fi: Rekisterinpitäjä
fr: Responsable du traitement
is: Ábyrgðaraðili gagna
it: Titolare del trattamento
ja: データ管理者
ko: 데이터 관리자
nb: Behandlingsansvarlig
nl: Verwerkingsverantwoordelijke
pt_br: Controlador de dados
ru: Контролёр данных
sv: Personuppgiftsansvarig
zh_hans: 数据控制者

source: Data Export & Deletion
ar: تصدير وحذف البيانات
da: Dataeksport og sletning
de: Datenexport & -löschung
es: Exportación y eliminación de datos
fi: Tietojen vienti ja poisto
fr: Export et suppression des données
is: Útflutningur og eyðing gagna
it: Esportazione e cancellazione dati
ja: データのエクスポートと削除
ko: 데이터 내보내기 및 삭제
nb: Dataeksport og sletting
nl: Gegevensexport en -verwijdering
pt_br: Exportação e Exclusão de Dados
ru: Экспорт и удаление данных
sv: Dataexport & radering
zh_hans: 数据导出与删除

source: Data Fetch Failed
ar: فشل في جلب البيانات
da: Datahentning mislykkedes
de: Datenabruf fehlgeschlagen
es: Error al obtener datos
fi: Tietojen nouto epäonnistui
fr: Échec de la récupération des données
is: Gagnaheimta mistókst
it: Recupero dati non riuscito
ja: データ取得失敗
ko: 데이터 가져오기 실패
nb: Datahenting feilet
nl: Ophalen van gegevens mislukt
pt_br: Falha ao Buscar Dados
ru: Ошибка получения данных
sv: Datahämtning misslyckades
zh_hans: 数据获取失败

source: Data Found on %@
ar: تم العثور على بيانات في %@
da: Data fundet på %@
de: Daten gefunden auf %@
es: Datos encontrados en %@
fi: Tietoja löydetty: %@
fr: Données trouvées le %@
is: Gögn fundust á %@
it: Dati trovati su %@
ja: %@にデータが見つかりました
ko: %@에서 데이터 발견
nb: Data funnet på %@
nl: Gegevens gevonden op %@
pt_br: Dados Encontrados em %@
ru: Данные найдены на %@
sv: Data hittad på %@
zh_hans: 在 %@ 上找到数据

source: Data is safe on %@
ar: البيانات آمنة في %@
da: Data er sikkert på %@
de: Daten sind sicher auf %@
es: Los datos están seguros en %@
fi: Tiedot ovat turvassa: %@
fr: Les données sont en sécurité sur %@
is: Gögn eru örugg á %@
it: I dati sono al sicuro su %@
ja: データは%@に安全に保存されています
ko: 데이터가 %@에 안전하게 저장되어 있습니다
nb: Data er trygt på %@
nl: Gegevens zijn veilig op %@
pt_br: Dados seguros em %@
ru: Данные в безопасности на %@
sv: Data är säker på %@
zh_hans: 数据安全存储在 %@ 上

source: Data loss
ar: فقدان بيانات
da: Datatab
de: Datenverlust
es: Pérdida de datos
fi: Tiedon menetys
fr: Perte de données
is: Gagnatap
it: Perdita di dati
ja: データ欠損
ko: 데이터 손실
nb: Datatap
nl: Gegevensverlies
pt_br: Perda de dados
ru: Потеря данных
sv: Dataförlust
zh_hans: 数据丢失

source: Data Quality
ar: جودة البيانات
da: Datakvalitet
de: Datenqualität
es: Calidad de datos
fi: Tiedon laatu
fr: Qualité des données
is: Gagnagæði
it: Qualità dati
ja: データ品質
ko: 데이터 품질
nb: Datakvalitet
nl: Gegevenskwaliteit
pt_br: Qualidade dos Dados
ru: Качество данных
sv: Datakvalitet
zh_hans: 数据质量

source: Data Sharing
ar: مشاركة البيانات
da: Datadeling
de: Datenfreigabe
es: Compartir datos
fi: Tietojen jakaminen
fr: Partage de données
is: Gagnadeiling
it: Condivisione dati
ja: データ共有
ko: 데이터 공유
nb: Datadeling
nl: Gegevens delen
pt_br: Compartilhamento de Dados
ru: Передача данных
sv: Datadelning
zh_hans: 数据共享

source: DATA SOURCE
ar: مصدر البيانات
da: DATAKILDE
de: DATENQUELLE
es: FUENTE DE DATOS
fi: TIETOLÄHDE
fr: SOURCE DE DONNÉES
is: GAGNAGJAFI
it: FONTE DATI
ja: データソース
ko: 데이터 소스
nb: DATAKILDE
nl: GEGEVENSBRON
pt_br: FONTE DE DADOS
ru: ИСТОЧНИК ДАННЫХ
sv: DATAKÄLLA
zh_hans: 数据来源

source: Data Storage
ar: تخزين البيانات
da: Datalagring
de: Datenspeicherung
es: Almacenamiento de datos
fi: Tietojen tallennus
fr: Stockage des données
is: Gagnageymsla
it: Archiviazione dati
ja: データストレージ
ko: 데이터 저장
nb: Datalagring
nl: Gegevensopslag
pt_br: Armazenamento de Dados
ru: Хранение данных
sv: Datalagring
zh_hans: 数据存储

source: Date
ar: التاريخ
da: Dato
de: Datum
es: Fecha
fi: Päivämäärä
is: Dagsetning
it: Data
ja: 日付
ko: 날짜
nb: Dato
nl: Datum
pt_br: Data
ru: Дата
sv: Datum
zh_hans: 日期

source: Date Range
ar: نطاق التاريخ
da: Datointerval
de: Zeitraum
es: Rango de fechas
fi: Aikaväli
fr: Plage de dates
is: Dagsetningabil
it: Intervallo di date
ja: 日付範囲
ko: 날짜 범위
nb: Datoperiode
nl: Datumbereik
pt_br: Intervalo de Datas
ru: Диапазон дат
sv: Datumintervall
zh_hans: 日期范围

# Date: %@ • Recording: %@ min (%lld beats)
source: Date: %1$@ • Recording: %2$@ min (%3$lld beats)
ar: التاريخ: %@ • التسجيل: %@ دقيقة (%lld نبضة)
da: Dato: %@ • Optagelse: %@ min (%lld slag)
de: Datum: %@ • Aufzeichnung: %@ Min. (%lld Schläge)
es: Fecha: %@ • Grabación: %@ min (%lld latidos)
fi: Päivä: %@ • Tallennus: %@ min (%lld lyöntiä)
fr: Date : %@ • Enregistrement : %@ min (%lld battements)
is: Dagsetning: %@ • Upptaka: %@ mín (%lld slög)
it: Data: %@ • Registrazione: %@ min (%lld battiti)
ja: 日付: %@ • 記録: %@ 分（%lld 拍）
ko: 날짜: %@ • 기록: %@분 (%lld 박동)
nb: Dato: %@ • Opptak: %@ min (%lld slag)
nl: Datum: %@ • Opname: %@ min (%lld slagen)
pt_br: Data: %@ • Gravação: %@ min (%lld batimentos)
ru: Дата: %@ • Запись: %@ мин (ударов: %lld)
sv: Datum: %@ • Inspelning: %@ min (%lld slag)
zh_hans: 日期：%@ • 记录：%@ 分钟（%lld 次心跳）

source: Date: %@ • Summary import (no raw beat data)
ar: التاريخ: %@ • استيراد ملخص (بدون بيانات نبض خام)
da: Dato: %@ • Resuméimport (ingen rå slagdata)
de: Datum: %@ • Zusammenfassungs-Import (keine Rohschlagdaten)
es: Fecha: %@ • Importación resumida (sin datos brutos de latidos)
fi: Päivä: %@ • Yhteenvedon tuonti (ei raakalyöntitietoja)
fr: Date : %@ • Import de résumé (pas de données brutes)
is: Dagsetning: %@ • Yfirlitsinnflutningur (engin hrá slaggögn)
it: Data: %@ • Importazione riepilogo (nessun dato grezzo)
ja: 日付: %@ • サマリー読み込み（生の拍データなし）
ko: 날짜: %@ • 요약 가져오기 (원시 박동 데이터 없음)
nb: Dato: %@ • Sammendragsimport (ingen rå slagdata)
nl: Datum: %@ • Samenvattingsimport (geen ruwe slagdata)
pt_br: Data: %@ • Importação de resumo (sem dados brutos de batimentos)
ru: Дата: %@ • Импорт сводки (без сырых данных ударов)
sv: Datum: %@ • Sammanfattningsimport (inga rådata om slag)
zh_hans: 日期：%@ • 摘要导入（无原始心跳数据）

# Day %lld of %lld
source: Day %1$lld of %2$lld
ar: اليوم %lld من %lld
da: Dag %lld af %lld
de: Tag %lld von %lld
es: Día %lld de %lld
fi: Päivä %lld / %lld
fr: Jour %lld sur %lld
is: Dagur %lld af %lld
it: Giorno %lld di %lld
ja: %lld 日目 / %lld 日
ko: %lld일차 / %lld일
nb: Dag %lld av %lld
nl: Dag %lld van %lld
pt_br: Dia %lld de %lld
ru: День %lld из %lld
sv: Dag %lld av %lld
zh_hans: 第 %lld 天，共 %lld 天

source: Day %lld of 14. Keep recording — your baseline is forming.
ar: اليوم %lld من 14. واصل التسجيل — خط الأساس يتكوّن.
da: Dag %lld af 14. Bliv ved med at optage — din baseline dannes.
de: Tag %lld von 14. Zeichne weiter auf — deine Baseline entsteht.
es: Día %lld de 14. Sigue grabando — tu línea base se está formando.
fi: Päivä %lld / 14. Jatka tallentamista — perustasosi muodostuu.
fr: Jour %lld sur 14. Continuez — votre référence se construit.
is: Dagur %lld af 14. Haltu áfram — grunnlínan þín er að myndast.
it: Giorno %lld di 14. Continua a registrare — la tua baseline si sta formando.
ja: 14 日中 %lld 日目。記録を続けてください — ベースラインを形成中です。
ko: 14일 중 %lld일차. 계속 기록하세요 — 기준선이 형성 중입니다.
nb: Dag %lld av 14. Fortsett å ta opp — baselinen din dannes.
nl: Dag %lld van 14. Blijf opnemen — je basislijn wordt opgebouwd.
pt_br: Dia %lld de 14. Continue gravando — sua linha de base está se formando.
ru: День %lld из 14. Продолжайте записывать — базовая линия формируется.
sv: Dag %lld av 14. Fortsätt spela in — din baslinje formas.
zh_hans: 第 %lld / 14 天。请继续记录 — 你的基线正在形成。

# Day-to-day variation is %@%% — %@.
source: Day-to-day variation is %1$@%% — %2$@.
ar: التباين اليومي هو %@%% — %@.
da: Daglig variation er %@%% — %@.
de: Tägliche Schwankung beträgt %@%% — %@.
es: La variación diaria es del %@%% — %@.
fi: Päivittäinen vaihtelu on %@%% — %@.
fr: La variation quotidienne est de %@%% — %@.
is: Dagleg breyting er %@%% — %@.
it: La variazione giornaliera è %@%% — %@.
ja: 日々の変動は %@%% — %@。
ko: 일간 변동은 %@%% — %@.
nb: Daglig variasjon er %@%% — %@.
nl: Dagelijkse variatie is %@%% — %@.
pt_br: A variação diária é de %@%% — %@.
ru: Изменчивость от дня ко дню: %@%% — %@.
sv: Daglig variation är %@%% — %@.
zh_hans: 每日波动为 %@%% — %@。

source: Days where your feeling disagreed with your HRV — worth reflecting on
ar: الأيام التي اختلف فيها شعورك مع HRV لديك — تستحق التأمل
da: Dage hvor din følelse var uenig med din HRV — værd at reflektere over
de: Tage, an denen dein Gefühl nicht mit deiner HRV übereinstimmte — eine Reflexion wert
es: Días en que tu sensación no coincidió con tu HRV — vale la pena reflexionar
fi: Päivät, joina tuntemuksesi poikkesi HRV:stäsi — pohtimisen arvoista
fr: Jours où votre ressenti différait de votre HRV — à méditer
is: Dagar þar sem tilfinning þín var ósammála HRV þínu — þess virði að íhuga
it: Giorni in cui la tua sensazione non coincideva con la tua HRV — vale la pena rifletterci
ja: あなたの感覚が HRV と一致しなかった日 — 振り返る価値があります
ko: 당신의 느낌이 HRV와 달랐던 날 — 돌아볼 가치가 있습니다
nb: Dager der følelsen din var uenig med HRV-en din — verdt å reflektere over
nl: Dagen waarop je gevoel niet overeenkwam met je HRV — de moeite waard om over na te denken
pt_br: Dias em que sua sensação divergiu da sua HRV — vale a pena refletir
ru: Дни, когда ваше самочувствие расходилось с ВСР — стоит обдумать
sv: Dagar då din känsla inte stämde med din HRV — värt att reflektera över
zh_hans: 你的感受与 HRV 不一致的日子 — 值得反思

source: Debug Logs
ar: سجلات التصحيح
da: Fejlfindingslogfiler
de: Debug-Protokolle
es: Registros de depuración
fi: Virheenkorjauslokit
fr: Journaux de débogage
is: Villuleitarskrár
it: Log di debug
ja: デバッグログ
ko: 디버그 로그
nb: Feilsøkingslogger
nl: Debuglogbestanden
pt_br: Logs de Depuração
ru: Журналы отладки
sv: Felsökningsloggar
zh_hans: 调试日志

source: Advanced Diagnostics
ar: تشخيصات متقدمة
da: Avanceret diagnosticering
de: Erweiterte Fehleranalyse
es: Diagnóstico avanzado
fi: Laajennettu vianmääritys
fr: Diagnostic avancé
is: Ítarleg greining
it: Diagnostica avanzata
ja: 詳細な診断
ko: 고급 진단
nb: Avansert diagnostikk
nl: Geavanceerde foutanalyse
pt_br: Diagnóstico avançado
ru: Расширенная диагностика
sv: Avancerad diagnostik
zh_hans: 高级诊断

source: Diagnostic Tools
ar: أدوات التشخيص
da: Diagnoseværktøjer
de: Diagnosewerkzeuge
es: Herramientas de diagnóstico
fi: Vianmääritystyökalut
fr: Outils de diagnostic
is: Greiningartól
it: Strumenti di diagnostica
ja: 診断ツール
ko: 진단 도구
nb: Diagnoseverktøy
nl: Diagnosetools
pt_br: Ferramentas de diagnóstico
ru: Инструменты диагностики
sv: Diagnosverktyg
zh_hans: 诊断工具

source: decoupled
ar: غير مترابط
da: afkoblet
de: entkoppelt
es: desacoplado
fi: irtikytketty
fr: découplé
is: ótengt
it: disaccoppiato
ja: 乖離
ko: 비연동
nb: frakoblet
nl: ontkoppeld
pt_br: desacoplado
ru: рассогласовано
sv: frikopplad
zh_hans: 解耦

source: Decoupling
ar: الانفكاك
da: Afkobling
de: Entkopplung
es: Desacoplamiento
fi: Irtikytkeytyminen
fr: Découplage
is: Aftenging
it: Disaccoppiamento
ja: デカップリング
ko: 디커플링
nb: Frakobling
nl: Ontkoppeling
pt_br: Desacoplamento
ru: Рассогласование
sv: Frikoppling
zh_hans: 心率解耦

source: Decoupling was elevated — front-load fluids and carbs earlier in the next long effort. If heat was a factor, shift the start time earlier.
ar: كان الانفكاك مرتفعًا — قدّم السوائل والكربوهيدرات مبكرًا في الجهد الطويل القادم. إذا كانت الحرارة عاملًا، فقدّم وقت البدء.
da: Afkoblingen var forhøjet — indtag væske og kulhydrater tidligere i næste lange tur. Var varme en faktor, så flyt starttidspunktet tidligere.
de: Die Entkopplung war erhöht — nimm beim nächsten langen Einsatz Flüssigkeit und Kohlenhydrate früher zu dir. War Hitze ein Faktor, verlege die Startzeit nach vorn.
es: El desacople fue elevado — adelanta la ingesta de líquidos y carbohidratos en el próximo esfuerzo largo. Si el calor influyó, adelanta la hora de salida.
fi: Irtikytkentä oli koholla — ota nesteitä ja hiilihydraatteja aiemmin seuraavalla pitkällä lenkillä. Jos kuumuus vaikutti, aikaista aloitusaikaa.
fr: Le découplage était élevé — prenez liquides et glucides plus tôt lors du prochain effort long. Si la chaleur a joué, avancez l’heure de départ.
is: Aftengingin var hækkuð — taktu vökva og kolvetni fyrr inn í næstu löngu æfingu. Ef hiti hafði áhrif skaltu færa upphafstímann framar.
it: Il disaccoppiamento era elevato — anticipa liquidi e carboidrati nella prossima uscita lunga. Se il caldo ha inciso, sposta l’orario di partenza più presto.
ja: デカップリングが高めでした — 次のロング走では水分と糖質を早めに取りましょう。暑さが影響したなら、スタート時刻を早めてください。
ko: 디커플링이 높았습니다 — 다음 장시간 훈련에서는 수분과 탄수화물을 더 일찍 섭취하세요. 더위가 원인이었다면 출발 시각을 앞당기세요.
nb: Frakoblingen var forhøyet — ta væske og karbohydrater tidligere i neste lange økt. Var varme en faktor, flytt starttidspunktet tidligere.
nl: De ontkoppeling was verhoogd — neem vocht en koolhydraten eerder tijdens de volgende lange inspanning. Speelde hitte mee, start dan vroeger.
pt_br: O desacoplamento estava elevado — antecipe líquidos e carboidratos no próximo esforço longo. Se o calor pesou, comece mais cedo.
ru: Рассогласование было повышенным — в следующем длительном усилии пейте и питайтесь углеводами раньше. Если сыграла жара, сдвиньте старт на более раннее время.
sv: Frikopplingen var förhöjd — ta vätska och kolhydrater tidigare under nästa långpass. Om värmen spelade in, flytta starttiden tidigare.
zh_hans: 心率解耦偏高 — 下次长时间训练时更早补水补糖。若高温是因素，请把出发时间提前。

source: Deep
ar: عميق
da: Dyb
de: Tiefschlaf
es: Profundo
fi: Syvä
fr: Profond
is: Djúpur
it: Profondo
ja: 深い睡眠
ko: 깊은 수면
nb: Dyp
nl: Diep
pt_br: Profundo
ru: Глубокий
sv: Djup
zh_hans: 深睡
